"ACTION_REQUIRED_TITLE" = "Потребно е дејство";
"ANSWER_CALL_BUTTON_TITLE" = "Одговори";
"APN" = "Дојдовен повик";
"AUDIO_PERMISSION_MESSAGE" = "На Signal му е потребен пристап до микрофонот за да работи правилно. Може да ја обновиш дозволата за апликацијатата во Поставки >> Приватност >> Микрофон >> Signal";
"CALL_BUTTON_TITLE" = "Повикај";
"CHALLENGE_CODE_BUTTON_TITLE" = "ПОТВРДИ";
"CONTACT_BROWSE_NAV_BAR_TITLE" = "Контакти";
"CONTACT_DETAIL_COMM_TYPE_EMAIL" = "Е-пошта";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Нерегистриран број";
"CONTACT_DETAIL_COMM_TYPE_NOTES" = "Белешки";
"CONTACT_DETAIL_COMM_TYPE_SECURE" = "Регистриран број";
"CONTINUE_TO_WHISPER_TITLE" = "Оди на Signal";
"DATESTRING_TODAY" = "Денес";
"DISABLING_BACKUP_FAILED" = "Наидовме на проблем при оневозможувањето на резервната копија на твојата историја на повици. Историјата на повици може да се дознае преку iTunes/iCloud бекапот.";
"ERROR_WAS_DETECTED_TITLE" = "Зафркнато!";
"ERROR_WAS_DETECTED_SUBMIT" = "Откриена е грешка. Помогни ни да го подобриме Signal така што ќе го пријавиш случајот.";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Грешка на серверот!";
"END_CALL_BUTTON_TITLE" = "Крај";
"END_CALL_HANDSHAKE_FAILED" = "Грешка при поврзувањето!";
"END_CALL_HANGUP_LOCAL" = "Ти спушти.";
"END_CALL_HANGUP_REMOTE" = "Тебе ти спуштија.";
"END_CALL_LOGIN_FAILED" = "Неуспешно најавување!";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Порака од серверот:";
"END_CALL_NO_SUCH_USER" = "Бројот не е регистриран на Signal ниту на RedPhone!";
"END_CALL_RECIPIENT_UNAVAILABLE" = "Примателот не е достапен.";
"END_CALL_REJECTED_LOCAL" = "Го одби повикот.";
"END_CALL_REJECTED_REMOTE" = "Повикот е одбиен.";
"END_CALL_REPLACED_BY_NEXT" = "Упати друг повик.";
"END_CALL_RESPONDER_IS_BUSY" = "Зафатено...";
"END_CALL_STALE_SESSION" = "Го пропушти повикот.";
"END_CALL_UNCATEGORIZED_FAILURE" = "Грешка на клиентот!";
"FAVOURITES_NAV_BAR_TITLE" = "Омилени";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "Имаш";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "Готово";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "несортирани повици";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "Нема повици";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "несортиран повик";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = "Провери во контактите за да видиш кој од твоите пријатели поддржува безбедни повици";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "Сè уште немаш примено повик од некој корисник на Signal.";
"INVITE_USERS_ACTION_SHEET_TITLE" = "Покани број";
"INVITE_USERS_MESSAGE" = "Би сакал/а да се разговараме безбедно преку Signal. Може да го инсталираш Signal преку AppStore:";
"INVITE_USER_MODAL_TITLE" = "Нерегистриран контакт";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "Не, благодарам";
"INVITE_USER_MODAL_BUTTON_INVITE" = "Покани";
"INVITE_USER_MODAL_TEXT" = "Бираниот број не е регистриран на Signal. Дали сакаш да го поканиш преку SMS?";
"IN_CALL_CONNECTING" = "Поврзување...";
"IN_CALL_RINGING" = "Бирање...";
"IN_CALL_SECURING" = "Одговорено. Обезбедување...";
"IN_CALL_TALKING" = "Безбедно. Активен.";
"IN_CALL_TERMINATED" = "Готово";
"KEYPAD_NAV_BAR_TITLE" = "Тастатура";
"OK" = "Ок";
"APN_Message" = "Нова порака!";
"APN_FETCHED_FAILED" = "Нова порака! Отвори ја апликацијата за да ја прочиташ.";
"APN_MESSAGE_FROM" = "Порака од";
"APN_MESSAGE_IN_GROUP" = "Порака во групата";
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ во групата %@: %@";
"NOTIFICATION_SEND_FAILED" = "Грешка при испраќањето на Вашата порака до %@";
"CONFIRMATION_TITLE" = "Потврди";
"PUSH_SETTINGS_MESSAGE" = "За Signal да работи правилно, треба да се овозможат пораки и звуци за автоматски известувања. Направи промена во Поставки >> Центар за известувања >> Signal.\"; ";
"RECENT_NAV_BAR_TITLE" = "Листа на повици";
"REGISTER_BUTTON_TITLE" = "РЕГИСТРИРАЈ СЕ";
"REGISTER_TEXTSECURE_COMPONENT" = "Регистрирање за пораки";
"REGISTER_TEXTSECURE_FAILED_TITLE" = "Нема интернет конекција";
"REGISTER_TEXTSECURE_FAILED" = "За додавање поддршка за пораки, приклучи се на интернет.";
"REGISTER_FAILED_TRY_AGAIN" = "Обиди се повторно";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Внеси важечки повикувачки број на земјата";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Грешка во повикувачкиот број на земјата";
"REGISTER_CHALLENGE_ALERT_VIEW_TITLE" = "Погрешен број";
"REGISTER_CHALLENGE_ALERT_VIEW_BODY" = "Те молам потврди го бројот и обиди се повторно";
"REGISTER_RATE_LIMITING_BODY" = "Серверот моментално врши контрола на протокот при најавувањата. Обиди се повторно подоцна.";
"REGISTRATION_ERROR" = "Грешка при регистрирањето";
"REGISTRATION_BODY" = "Не можевме да пристапиме на серверот на Signal. Обиди се повторно.";
"REGISTER_CONTACTS_WELCOME" = "Добродојдовте!";
"REGISTER_CONTACTS_BODY" = "Сигнал Ви овозможува да имате приватни разговори со Вашите постоечки контакти. За да користите Сигнал, Ве молиме одобрете пристап до Вашите контакти.";
"REGISTER_CONTACTS_CONTINUE" = "Продолжи";
"AB_PERMISSION_MISSING_TITLE" = "Извини!";
"AB_PERMISSION_MISSING_BODY" = "Signal бара пристап до твоите контакти. Ни не ги чуваме твоите контакти на нашите сервери.";
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Signal бара пристап до твоите контакти. Пристапот до контактите е оневозможен. Signal ќе се затвори. Можеш привремено да ја оневозможиш забраната за да му овозможиш на Signal пристап до твоите контакти преку Settings app >> General >> Restrictions >> Contacts >> Allow Changes.    ";
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Затвори";
"AB_PERMISSION_MISSING_ACTION" = "Дозволи пристап";
"REJECT_CALL_BUTTON_TITLE" = "Отфрли";
"SERVER_CODE" = "Серверот одговори со код за статусот:";
"SETTINGS_LOG_CLEAR_MESSAGE" = "Избришана е историјата на повици";
"SETTINGS_LOG_CLEAR_TITLE" = "Операцијата заврши";
"SETTINGS_NAV_BAR_TITLE" = "Поставки";
"SETTINGS_NUMBER_PREFIX" = "Твојот број";
"SETTINGS_SENDLOG" = "Достави листа за отстранување грешки";
"TABLE_SECTION_TITLE_REGISTERED" = "Регистрирани контакти";
"TABLE_SECTION_TITLE_UNREGISTERED" = "Нерегистрирани контакти";
"TIMEOUT" = "Времето истече";
"TIMEOUT_CONTACTS_DETAIL" = "Не можевме да ја добиеме ажурираната листа на контакти од серверот. Обиди се повторно подоцна.";
"TXT_ADD_CONTACT" = "+ Додај контакт";
"TXT_CANCEL_TITLE" = "Откажи";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "Пребарај";
"UNKNOWN_CONTACT_NAME" = "Непознат повикувач";
"WHISPER_NAV_BAR_TITLE" = "Дојдовно сандаче";
"ARCHIVE_NAV_BAR_TITLE" = "Архивирај";
"SETTINGS_ABOUT" = "За апликацијата";
"SETTINGS_VERSION" = "Верзија";
"SETTINGS_SUPPORT" = "Поддршка";
"SETTINGS_COPYRIGHT" = "Авторски права Open Whisper Systems\nСо лиценца од GPLv3\"; ";
"SETTINGS_SHARE_INSTALL" = "Сподели го линкот за инсталирање";
"SETTINGS_INFORMATION_HEADER" = "Информација";
"SETTINGS_INVITE_HEADER" = "Покани";
"SETTINGS_HELP_HEADER" = "Помош";
"SETTINGS_INVITE_TWITTER_TEXT" = "Може да ме добиеш користејќи Signal од @WhisperSystems, симни го веднаш.";
"SETTINGS_ADVANCED_TITLE" = "Напредни";
"SETTINGS_ADVANCED_DEBUGLOG"= "Овозможи листа за отстранување грешки";
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Достави листа за отстранување грешки";
"FINGERPRINT_SHRED_KEYMATERIAL_CONFIRMATION" = "Сигурно сакаш да ја рестартираш оваа сесија? Ова е неповратно дејство. ";
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Ресетирај ја оваа сесија.";
"TXT_DELETE_TITLE" = "Избриши";
"CAMERA_ROLL_SAVE_BUTTON" = "Зачувај во папката од камерата";
"CAMERA_ROLL_COPY_BUTTON" = "Копирај";
"NEW_GROUP_DEFAULT_TITLE" = "Нова група";
"LOADING_CONTACTS_LABEL_LINE1" = "Контактите се вчитуваат.";
"LOADING_CONTACTS_LABEL_LINE2" = "Почекај.";
"EMPTY_CONTACTS_LABEL_LINE1" = "Ниеден од контактите нема Signal!";
"EMPTY_CONTACTS_LABEL_LINE2" = "Зошто не поканиш некого?";
"EMPTY_CONTACTS_INVITE_BUTTON" = "Покани контакт";
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Пребарај по име или по број";
"SEND_SMS_BUTTON" = "Пратете порака на:";
"SEND_SMS_CONFIRM_TITLE" = "Сакаш да поканиш пријател со небезбедна порака?";
"SEND_SMS_INVITE_TITLE" =  "Дали би сакал да го поканиш следниов број на Signal:";
"SEND_SMS_INVITE_SUCCESS" = "Го покани пријателот да користи Signal!";
"SEND_SMS_INVITE_FAILURE" = "Неуспешно праќање на пораката. Обиди се повторно подоцна.";
"QUESTIONMARK_PUNCTUATION" = "?";
"UNSUPPORTED_FEATURE_ERROR" = "Твојот уред не ја поддржува оваа функција.";
"SMS_INVITE_BODY" = "Те поканувам да го користиш Signal. Еве ја врската.";
"SEND_BUTTON_TITLE" = "Испрати";
"UPDATE_BUTTON_TITLE" = "Aжурирај";
"LEAVE_BUTTON_TITLE" = "Напушти";
"MEMBERS_BUTTON_TITLE" = "Членови";
"DELIVERED_MESSAGE_TEXT" = "Доставено";
"FAILED_SENDING_TEXT" = "Неуспешно праќање. Допри за повторен обид.";
"SEND_AGAIN_BUTTON" = "Прати повторно";
"ACCEPT_IDENTITYKEY_QUESTION" = "Дали сакаш да го прифатиш новиот клуч за идентификација на %@: %@";
"ACCEPT_IDENTITYKEY_BUTTON" = "Прифати нов клуч за идентификација";
"COPY_IDENTITYKEY_BUTTON" = "Копирај го новиот клуч за идентификација на таблата за лепење";
"TAKE_MEDIA_BUTTON"= "Фотографирај или снимај";
"TAKE_PICTURE_BUTTON"= "Сликај";
"CHOOSE_MEDIA_BUTTON" = "Избери од библиотеката...";
"FAILED_RETRYING_DIRECTORY_DOWNLOAD" = "Неуспешно вчитување на директориумот. Повторен обид за %f часа.";
"SETTINGS_CLEAR_HISTORY" = "Избриши ги историите за логирањата";
"SETTINGS_FINGERPRINT" = "Отпечаток од прст";
"SETTINGS_FINGERPRINT_COPY" = "Допри за копирање";
"SETTINGS_FINGERPRINT_COPY_SUCCESS" = "Ископирано!";
"SETTINGS_PRIVACY_TITLE" = "Приватност";
"SETTINGS_SCREEN_SECURITY" = "Овозможи безбедност на екранот";
"SETTINGS_SECURITY_TITLE" = "Безбедност на екранот";
"SETTINGS_HISTORYLOG_TITLE" = "Историија на логирањата";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Сигурно сакаш да се избрише целата историја (пораки, прилози, историја на повици...)? Ова е неповратно дејство.";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Сигурен сум";
"PUSH_MANAGER_REPLY" = "Одговори";
"PUSH_MANAGER_MARKREAD" = "Обележи како прочитано";
"SCAN_KEY" = "Скенирај клуч";
"SCAN_KEY_VERIFIED_TITLE" = "Потврдено!";
"SCAN_KEY_VERIFIED_TEXT" = "Скенираниот отпечаток на прст се совпаѓа со оној на записот.";
"SCAN_KEY_CONFLICT_TITLE" = "Одбиено!";
"SCAN_KEY_CONFLICT_TEXT" = "Скенираниот отпечаток на прст не се совпаѓа со оној на записот.";
"SECURE_SESSION_RESET" = "Безбедносната сесија беше ресетирана.";
"UNSUPPORTED_ATTACHMENT" = "Примен неподржан тип на прилог";
"REGISTERED_NUMBER_TEXT" = "Регистриран број:";
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Сигурен си дека сакаш да ја избришеш својата сметка?";
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Со ова ќе се ресетира апликацијата така што ќе се избришат пораките и ќе те отстрани од серверот. По бришењето на податоците, апликацијата ќе се затвори.";
"PROCEED_BUTTON" = "Продолжи";
"UNREGISTER_REDPHONE_FAIL" = "Неуспешно одјавување од телефонскиот дел од Signal";
"UNREGISTER_TEXTSECURE_FAIL" = "Неуспешно одјавување од системот за пораки на Signal";
"NETWORK_STATUS_HEADER" = "Статус на мрежа";
"NETWORK_STATUS_TEXT" = "Може да го провериш твојот мрежен статус ако погледнеш на обоената црта над твоето сандаче";
"NETWORK_STATUS_CONNECTED" = "Поврзан";
"NETWORK_STATUS_OFFLINE" = "Исклучено";
"NETWORK_STATUS_CONNECTING" = "Се поврзува";
"EMPTY_INBOX_FIRST_TITLE" = "Готово. Готово. Готово.";
"EMPTY_INBOX_FIRST_TEXT" = "Совет: Додај разговор како потсетник!";
"EMPTY_ARCHIVE_FIRST_TITLE" = "Започни го својот прв разговор преку Signal!";
"EMPTY_ARCHIVE_FIRST_TEXT" = "Допри на + копчето.";
"EMPTY_INBOX_TITLE" = "Скроз чисто.";
"EMPTY_INBOX_TEXT" = "Нема. Ништо. Нула. Ич.";
"EMPTY_ARCHIVE_TITLE" = "Избриши ги разговорите.";
"EMPTY_ARCHIVE_TEXT" = "Може да ги чуваш во архива неактивните разговори за подоцна во дојдовното сандаче.";
"GROUP_UPDATED" = "Групата е ажурирана.";
"GROUP_TITLE_CHANGED" = "Насловот сега е '%@'.";
"GROUP_AVATAR_CHANGED" = "Сменет е аватарот.";
"GROUP_MEMBER_LEFT" = "%@ ја напушти групата.";
"GROUP_YOU_LEFT"= "Ти ја напушти групата.";
"GROUP_MEMBER_JOINED" = "%@ се приклучи на групата.";
"ME_STRING" = "Јас";
"WARNING_STRING" = "Предупредување";
"CALLBACK_BUTTON_TITLE" = "Повикај повторно";
"ATTACHMENT" = "Прилог";
"ATTACHMENT_DOWNLOADING"     = "Се презема прилогот";
"ATTACHMENT_QUEUED"          = "Нов прилог чека на ред за вчитување.";
"ATTACHMENT_DOWNLOAD_FAILED" = "Неуспешно преземање на прилогот. Допри за повторен обид.";
"INCOMING_CALL" = "Дојдовен повик";
"INCOMING_CALL_FROM" = "Доаѓачки повик од %@";
"OUTGOING_CALL" = "Појдовен повик";
"MISSED_CALL" = "Пропуштен повик";
"ERROR_MESSAGE_NO_SESSION" = "Нема расположлива сесија за контакт";
"ERROR_MESSAGE_MISSING_KEY" = "Примена е порака со непознат прелиминарен клуч.";
"ERROR_MESSAGE_INVALID_MESSAGE" = "Примена е оштетена порака.";
"ERROR_MESSAGE_INVALID_VERSION" = "Примена е порака што не е компатибилна со оваа верзија.";
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Примена е дуплицирана порака.";
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Клучот на примателот не е важечки.";
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Клучот за идентификација е променет. Допри за потврда на новиот клуч. ";
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Се појави непозната грешка.";
"REGISTRATION_TITLE_LABEL" = "Твојот телефонски број";
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Повикувачки број на земјата";
"REGISTRATION_PHONENUMBER_BUTTON" = "Број на телефон";
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Внеси број";
"REGISTRATION_VERIFY_DEVICE" = "Потврди го уредот";
"VERIFICATION_HEADER" = "Потврди";
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Код за потврда";
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Достави го кодот за потврда";
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Повторно побарај код";
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Наместо тоа јави ми се";
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Смени го бројот";
"CONVERSATIONS_VIEW_TITLE" = "Разговори";
"MESSAGE_COMPOSEVIEW_TITLE" = "Нова порака";
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Именувај го овој групен разговор";
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Додај луѓе";
"FINGERPRINT_INFO_THEIRS" = "Допри за скенирање отпечаток на прст на друг корисник";
"FINGERPRINT_INFO_YOURS" = "Допри за прикажување на твојот отпечаток на прст на друг корисник";
"FINGERPRINT_INFO_ABOUT" = "Спореди ги двата отпечатоци за да го потврдиш идентитетот на контактот и интегритетот на пораката.";
"FINGERPRINT_YOURS" = "Твојот отпечаток на прст";
"COUNTRYCODE_SELECT_TITLE" = "Избери повикувачки број на земјата";
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Избриши сметка";
"SETTINGS_NOTIFICATIONS" = "Известувања";
"MSGVIEW_YOU_CALLED" = "Го повика %@.";
"MSGVIEW_RECEIVED_CALL" = "Прими повик од некој од %@.";
"MSGVIEW_MISSED_CALL" = "Пропуштен повик од %@.";
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Име и презиме на испраќачот";
"NOTIFICATIONS_FOOTER_WARNING" = "Заради познати грешки во автоматските известувања на Apple, прегледот на пораките ќе биде прикажан само доколку пораката е добиена во рок од 30 секунди од кога е испратена. Апликацискиот беџ може да биде неточен како резултат на тоа.";
"NOTIFICATIONS_SENDER_ONLY" = "Само името на испраќачот";
"NOTIFICATIONS_NONE" = "Без име или порака";
"NOTIFICATIONS_SHOW" = "Прикажи";
"NOTIFICATIONS_SOUND" = "Звук на известување";
"NOTIFICATIONS_SECTION_BACKGROUND" = "Позадински известувања";
"NOTIFICATIONS_SECTION_INAPP" = "Известувања во апликацијата";
"LOGGING_SECTION" = "Логирање";
"REREGISTER_FOR_PUSH" = " Пре-регистирај се за автоматски известувања";
"PHONE_NEEDS_UNLOCK" = "Вашиот IPhone треба да се отклучи за да добивате нови пораки.";
"PUSH_REGISTER_TITLE" = "Автоматски известувања";
"PUSH_REGISTER_SUCCESS" = "Овој уред беше успешно пре-регистиран за автоматски известувања";
"RATING_TITLE" = "Поддржи го Сигнал!";
"RATING_MSG" = "Ако уживате да го користите Сигнал за да имате приватни разговори, можете да го поддржите нашиот проект и да го отцените. Нема да Ви треба повеќе од минута и ќе им помогнете на другите да најдат малку приватност.";
"RATING_RATE" = "Отцени го Сигнал";